/* User/pwd server verification */
"Authentication Required" = "Autentificare obligatorie";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Revocare";

/* HTTPS server verification */
"Continue" = "Continuă";

/* Link long-press context menu */
"Copy Link" = "Copiaţi link-ul";

/* Google autocomplete error */
"Error: " = "Eroare: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Imposibil de setat sesiunea audio pentru webview; e posibil să nu fie niciun sunet.";

/* User/pwd server verification */
"Log In" = "Conectează-te";

/* Link long-press context menu */
"Open Here" = "Deschide aici";

/* Link long-press context menu */
"Open in New Tab" = "Deschidere în filă nouă";

/* User/pwd server verification */
"Password" = "Parolă";

/* Google autocomplete error */
"response code %d" = "răspuns cod %d";

/* Google autocomplete error */
"response format unrecognized" = "formatul de răspuns nerecunoscut";

/* Google autocomplete error */
"response non-decodable" = "răspuns nedecodabil";

/* Google autocomplete error */
"response parsing %@" = "răspuns analizat %@";

/* HTTPS server verification */
"Server Identity" = "Identitate server";

/* HTTPS server verification */
"The identity of '%@' cannot be verified." = "Imposibil de verificat identitatea \"%@\".";

/* User/pwd server verification */
"Username" = "Nume de utilizator";

/* Link long-press context menu */
"Open in Background Tab" = "Deschide în Background Tab";

/* Bookmark view controller */
"Edit Bookmark" = "Editaţi Bookmark";

/* Link long-press context menu */
"Save Image" = "Salvaţi imaginea";

/* Link long-press context menu */
"Save Video" = "Salvaţi Video";

/* Web download failure alert title */
"Download Failed" = "Descărcare nereuşită";

/* Web download failure description */
"File download failed due to network error." = "Descărcarea fişierului a eşuat din cauza unei erori de reţea.";

/* Web download failure description */
"The file had unexpected content." = "Fişierul a avut un conţinut neaşteptat.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Imposibil de salvat fişierul în Camera Roll.";

/* Web download failure description */
"File download failed due to internal error %@." = "Descărcare fişier eşuată din cauza unei erori interne %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Browser-ul nu poate descărca acest fişier.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Revocare";
